tap "astroidmail/astroid"
tap "babashka/brew"
tap "borkdude/brew"
tap "cjbassi/gotop"
tap "d12frosted/emacs-plus"
tap "daviderestivo/emacs-head"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "k-vernooy/tap"
tap "llvm-hs/llvm"
tap "railwaycat/emacsmacport"
tap "thekevjames/youtube-viewer"
brew "abcl"
brew "ammonite-repl"
brew "apache-spark"
brew "glib"
brew "autoconf"
brew "automake"
brew "bat"
brew "boost"
brew "pkg-config"
brew "chicken"
brew "cloc"
brew "clojure"
brew "cmake"
brew "gmp"
brew "ecl"
brew "exa"
brew "fd"
brew "fennel"
brew "libtool"
brew "guile"
brew "gobject-introspection"
brew "libass"
brew "tesseract"
brew "ffmpeg"
brew "fswatch"
brew "mpfr"
brew "gcc"
brew "gd"
brew "gnupg"
brew "gpgme"
brew "go"
brew "gradle"
brew "graphicsmagick"
brew "netpbm"
brew "pango"
brew "graphviz"
brew "gtk+3"
brew "htop"
brew "libheif"
brew "imagemagick"
brew "janet"
brew "kawa"
brew "krb5"
brew "latexml"
brew "python@3.10"
brew "ledger"
brew "leiningen"
brew "maven"
brew "node"
brew "mermaid-cli"
brew "minimal-racket"
brew "vapoursynth"
brew "mpv"
brew "neofetch"
brew "neovim"
brew "newlisp"
brew "ninja"
brew "xapian"
brew "notmuch"
brew "onefetch"
brew "opam"
brew "pandoc"
brew "pinentry-mac"
brew "plantuml"
brew "qt"
brew "poppler"
brew "postgresql", restart_service: true
brew "python@3.8"
brew "redis"
brew "ripgrep"
brew "rustup-init"
brew "sbcl"
brew "scala"
brew "streamlink"
brew "terminal-notifier"
brew "the_silver_searcher"
brew "tmux"
brew "tokei"
brew "tree"
brew "w3m"
brew "wget"
brew "youtube-dl"
brew "z3"
brew "babashka/brew/obb"
brew "borkdude/brew/babashka"
brew "d12frosted/emacs-plus/emacs-plus@28", args: ["with-debug", "with-imagemagick", "with-mailutils", "with-native-comp", "with-nobu417-big-sur-icon", "with-xwidgets"]
brew "jesseduffield/lazygit/lazygit"
brew "k-vernooy/tap/tetris"
brew "thekevjames/youtube-viewer/youtube-viewer"
cask "quicksilver"
cask "wkhtmltopdf"
